Repository: backrunner/prompti
Catalog: Prompti/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: iCloud storage was unavailable when Prompti started, so learning data is being kept locally on this device. Keys never sync.
zh_hans: 启动时未能连接 iCloud，学习数据已保存在本机。API 密钥不会同步。

source: iCloud sync finished
zh_hans: iCloud 同步已完成

source: iCloud unavailable; saved on this device
zh_hans: iCloud 暂不可用，数据已保存在本机

source: in progress
zh_hans: 进行中

source: languages
zh_hans: 语言

source: local picks
zh_hans: 当地场景

source: not scored
zh_hans: 未计分

source: questions
zh_hans: 题

source: review
zh_hans: 待复习

source: skipped
zh_hans: 已跳过

source: streak
zh_hans: 连续练习天数

source: today
zh_hans: 今日

source: up next
zh_hans: 待开始

# %@ of %@ questions prepared
source: %1$@ of %2$@ questions prepared
zh_hans: 已准备 %1$@ 道，共 %2$@ 道

source: %@ questions
zh_hans: %@ 道题

source: %@ · %@ requests/week
zh_hans: %1$@ · 近 7 天 %2$@ 次调用

source: %lld of %lld
zh_hans: %1$lld / %2$lld

source: %lld reported questions were removed from future practice.
zh_hans: 已将 %lld 道反馈有问题的题目移出后续练习。

source: Acropolis
zh_hans: 雅典卫城

source: Add %@
zh_hans: 添加%@

source: Advance preparation is on and can use additional provider tokens.
zh_hans: 已开启提前准备题目，可能消耗额外 token 并产生服务商费用。

source: Advance preparation paused: %@
zh_hans: 提前准备已暂停：%@

source: Amsterdam
zh_hans: 阿姆斯特丹

source: Answer: %@
zh_hans: 答案：%@

source: Argentina
zh_hans: 阿根廷

source: Around %@
zh_hans: %@周边

source: Athens
zh_hans: 雅典

source: Australia
zh_hans: 澳大利亚

source: Austria
zh_hans: 奥地利

source: Bali
zh_hans: 巴厘岛

source: Bangkok
zh_hans: 曼谷

source: Barcelona
zh_hans: 巴塞罗那

source: Beijing
zh_hans: 北京

source: Berlin
zh_hans: 柏林

source: Bike hire
zh_hans: 自行车租赁

source: Black Sea coast
zh_hans: 黑海海岸

source: Bogotá
zh_hans: 波哥大

source: Brandenburg Gate
zh_hans: 勃兰登堡门

source: Buenos Aires
zh_hans: 布宜诺斯艾利斯

source: Burj Khalifa
zh_hans: 哈利法塔

source: Busan
zh_hans: 釜山

source: CN Tower
zh_hans: 加拿大国家电视塔

source: Cafe
zh_hans: 咖啡馆

source: Canada
zh_hans: 加拿大

source: Canal City
zh_hans: 博多运河城

source: Canal Ring
zh_hans: 阿姆斯特丹运河带

source: Cancún
zh_hans: 坎昆

source: Canton Tower
zh_hans: 广州塔

source: Caribbean beaches
zh_hans: 加勒比海滩

source: Cartagena
zh_hans: 卡塔赫纳

source: Castillo San Felipe
zh_hans: 圣费利佩城堡

source: Cerro San Cristóbal
zh_hans: 圣克里斯托瓦尔山

source: Charles Bridge
zh_hans: 查理大桥

source: Chengdu
zh_hans: 成都

source: Chile
zh_hans: 智利

source: China
zh_hans: 中国

source: Chinese
zh_hans: 中文

source: Chongqing
zh_hans: 重庆

source: Choose another destination
zh_hans: 选择其他目的地

source: City Wall
zh_hans: 西安城墙

source: City centre
zh_hans: 市中心

source: City of Arts
zh_hans: 艺术科学城

source: Civic Center
zh_hans: 市民中心

source: Cologne
zh_hans: 科隆

source: Cologne Cathedral
zh_hans: 科隆大教堂

source: Colombia
zh_hans: 哥伦比亚

source: Colosseum
zh_hans: 罗马斗兽场

source: Completed answers are saved. The current unanswered question will not be counted.
zh_hans: 已完成的作答会保留，当前未作答的题目不计入统计。

source: Correct answer
zh_hans: 正确答案

source: Cuba
zh_hans: 古巴

source: Custom scene
zh_hans: 自定义场景

source: Czechia
zh_hans: 捷克

source: Day
zh_hans: 日期

source: Dotonbori
zh_hans: 道顿堀

source: Dubai
zh_hans: 迪拜

source: Dublin
zh_hans: 都柏林

source: Edinburgh
zh_hans: 爱丁堡

source: Edinburgh Castle
zh_hans: 爱丁堡城堡

source: Eiffel Tower
zh_hans: 埃菲尔铁塔

source: Elbphilharmonie
zh_hans: 易北爱乐音乐厅

source: End this practice set?
zh_hans: 结束这组练习？

source: Federation Square
zh_hans: 联邦广场

source: Food market
zh_hans: 美食市场

source: Forbidden City
zh_hans: 故宫

source: France
zh_hans: 法国

source: Frankfurt
zh_hans: 法兰克福

source: Fukuoka
zh_hans: 福冈

source: Fushimi Inari
zh_hans: 伏见稻荷大社

source: Gap %@
zh_hans: 第 %@ 个空

source: German
zh_hans: 德语

source: Germany
zh_hans: 德国

source: Golden Bridge
zh_hans: 金角湾大桥

source: Golden Gate Bridge
zh_hans: 金门大桥

source: Grand Palace
zh_hans: 大皇宫

source: Greece
zh_hans: 希腊

source: Guangzhou
zh_hans: 广州

source: Gyeongbokgung
zh_hans: 景福宫

source: Haeundae Beach
zh_hans: 海云台海滩

source: Hagia Sophia
zh_hans: 圣索菲亚大教堂

source: Hallasan
zh_hans: 汉拿山

source: Hamburg
zh_hans: 汉堡

source: Hangzhou
zh_hans: 杭州

source: Havana
zh_hans: 哈瓦那

source: Hermitage Museum
zh_hans: 艾尔米塔什博物馆

source: Hohensalzburg
zh_hans: 萨尔茨堡要塞

source: Hollywood
zh_hans: 好莱坞

source: Hongya Cave
zh_hans: 洪崖洞

source: Honolulu
zh_hans: 檀香山

source: Indonesia
zh_hans: 印度尼西亚

source: Ireland
zh_hans: 爱尔兰

source: Istanbul
zh_hans: 伊斯坦布尔

source: It is unrelated to the destination
zh_hans: 与目的地无关

source: Italy
zh_hans: 意大利

source: Japan
zh_hans: 日本

source: Japanese
zh_hans: 日语

source: Jeju
zh_hans: 济州

source: Kazan
zh_hans: 喀山

source: Kazan Kremlin
zh_hans: 喀山克里姆林宫

source: Korean
zh_hans: 韩语

source: Kyoto
zh_hans: 京都

source: Lake Zürich
zh_hans: 苏黎世湖

source: Lima
zh_hans: 利马

source: Lisbon
zh_hans: 里斯本

source: London
zh_hans: 伦敦

source: Los Angeles
zh_hans: 洛杉矶

source: Madrid
zh_hans: 马德里

source: Marienplatz
zh_hans: 玛利亚广场

source: Marina Bay
zh_hans: 滨海湾

source: Market
zh_hans: 市场

source: Melbourne
zh_hans: 墨尔本

source: Metro
zh_hans: 地铁

source: Mexico
zh_hans: 墨西哥

source: Mexico City
zh_hans: 墨西哥城

source: Models without public request counts appear separately.
zh_hans: 未公开调用次数的模型单独列出。

source: Monserrate
zh_hans: 蒙塞拉特山

source: More fast models · usage unavailable
zh_hans: 更多快速模型 · 暂无调用数据

source: Moscow
zh_hans: 莫斯科

source: Munich
zh_hans: 慕尼黑

source: Naha
zh_hans: 那霸

source: Netherlands
zh_hans: 荷兰

source: New York
zh_hans: 纽约

source: No questions available
zh_hans: 暂无可用题目

source: Obelisco
zh_hans: 方尖碑

source: Odori Park
zh_hans: 大通公园

source: Old Havana
zh_hans: 哈瓦那旧城

source: Osaka
zh_hans: 大阪

source: Palacio de Bellas Artes
zh_hans: 墨西哥城艺术宫

source: Paris
zh_hans: 巴黎

source: Peru
zh_hans: 秘鲁

source: Plaza Mayor
zh_hans: 马约尔广场

source: Plaza de España
zh_hans: 西班牙广场

source: Popular fast models
zh_hans: 热门快速模型

source: Portugal
zh_hans: 葡萄牙

source: Practice unavailable
zh_hans: 暂时无法开始练习

source: Prague
zh_hans: 布拉格

source: Progress was not saved
zh_hans: 进度未能保存

source: Prompti asks your selected model to classify the scene before it is saved. Political persuasion, sexual content and prompt injection are rejected.
zh_hans: 保存前，所选模型会审核场景内容。涉及政治说服、色情内容，或试图让模型绕过规则的指令，不会通过审核。

source: Puerto Rico
zh_hans: 波多黎各

# Question %@ of %@
source: Question %1$@ of %2$@
zh_hans: 第 %1$@ 题，共 %2$@ 题

source: Ranked by weekly requests · %@
zh_hans: 按近 7 天调用次数排序 · 数据截至 %@

source: Red Square
zh_hans: 红场

source: Requesting access
zh_hans: 正在请求权限

source: Return to practice
zh_hans: 返回练习

source: Return to practice and prepare another set.
zh_hans: 返回练习页面，重新生成一组题目。

source: Rome
zh_hans: 罗马

source: Russia
zh_hans: 俄罗斯

source: Russian
zh_hans: 俄语

source: Römerberg
zh_hans: 罗马广场

source: Sagrada Família
zh_hans: 圣家堂

source: Saint Petersburg
zh_hans: 圣彼得堡

source: Salzburg
zh_hans: 萨尔茨堡

source: San Francisco
zh_hans: 旧金山

source: San Juan
zh_hans: 圣胡安

source: Santiago
zh_hans: 圣地亚哥

source: Sapporo
zh_hans: 札幌

source: Schönbrunn Palace
zh_hans: 美泉宫

source: Seoul
zh_hans: 首尔

source: Seville
zh_hans: 塞维利亚

source: Shanghai
zh_hans: 上海

source: Shenzhen
zh_hans: 深圳

source: Shibuya Crossing
zh_hans: 涩谷十字路口

source: Short situation
zh_hans: 描述旅行场景

source: Shurijo Castle
zh_hans: 首里城

source: Simplified Chinese
zh_hans: 简体中文

source: Singapore
zh_hans: 新加坡

source: Sochi
zh_hans: 索契

source: Something else
zh_hans: 其他问题

source: Source: OpenRouter · CC BY 4.0
zh_hans: 来源：OpenRouter · CC BY 4.0

source: South Korea
zh_hans: 韩国

source: Spain
zh_hans: 西班牙

source: Spanish
zh_hans: 西班牙语

source: Stanley Park
zh_hans: 斯坦利公园

source: Statue of Liberty
zh_hans: 自由女神像

# Step %@ of %@
source: Step %1$@ of %2$@
zh_hans: 第 %1$@ 步，共 %2$@ 步

source: Switzerland
zh_hans: 瑞士

source: Sydney
zh_hans: 悉尼

source: Sydney Opera House
zh_hans: 悉尼歌剧院

source: Tapas bar
zh_hans: 西班牙小食酒吧

source: Thailand
zh_hans: 泰国

source: The Bund
zh_hans: 外滩

source: The Tube
zh_hans: 伦敦地铁

source: The answer looks wrong
zh_hans: 答案可能有误

source: The content is inappropriate
zh_hans: 内容不适宜

source: The language feels unnatural
zh_hans: 说法不自然

source: The question will be removed from future practice and will not count as a wrong answer.
zh_hans: 这道题之后不会再出现在练习中，也不会计入答错。

source: This practice set is no longer available.
zh_hans: 这组练习已无法打开，请返回后重新开始。

source: Tianfu Square
zh_hans: 天府广场

source: Tokyo
zh_hans: 东京

source: Toronto
zh_hans: 多伦多

source: Tower Bridge
zh_hans: 伦敦塔桥

source: Tram 28
zh_hans: 28 路电车

source: Trinity College
zh_hans: 三一学院

source: Try again.
zh_hans: 请重试。

source: Türkiye
zh_hans: 土耳其

source: Uluwatu
zh_hans: 乌鲁瓦图

source: United Arab Emirates
zh_hans: 阿拉伯联合酋长国

source: United Kingdom
zh_hans: 英国

source: United States
zh_hans: 美国

source: Valencia
zh_hans: 瓦伦西亚

source: Vancouver
zh_hans: 温哥华

source: Vienna
zh_hans: 维也纳

source: Vladivostok
zh_hans: 符拉迪沃斯托克

source: Waikīkī
zh_hans: 威基基海滩

source: Walled City
zh_hans: 卡塔赫纳古城

source: West Lake
zh_hans: 西湖

source: What seems wrong?
zh_hans: 这道题有什么问题？

source: Xi'an
zh_hans: 西安

source: Your answer, incorrect
zh_hans: 你选择的答案，回答错误

source: Your approved question tray has been topped up.
zh_hans: 已补充待练题目，均已通过审核。

source: Zurich
zh_hans: 苏黎世

source: e.g. buying a local pastry
zh_hans: 例如：在面包店买一份点心

source: Chinese or English explanations
zh_hans: 中英文讲解

source: Unable to access the device Keychain. Please try again.
zh_hans: 暂时无法访问本机钥匙串，请重试。

source: Check quality
zh_hans: 审核

source: All correct!
zh_hans: 全部答对！

source: That's it for now
zh_hans: 先练到这里

source: Saved
zh_hans: 已保存
